INSERT INTO questions(multiple, poll_id, text)
VALUES
    (false, 1, 'Как вы оцениваете удобство использования микроволновки?'),
    (false, 1, 'Как вам нравится интерфейс управления микроволновкой?'),
    (false, 1, 'Как вам кажется, легко ли настраивать время и мощность при использовании микроволновки?'),

    (false, 2, 'Как вы относитесь к садоводству?'),
    (true, 2, 'Какие преимущества вы видите в садоводстве?'),
    (true, 2, 'Какие сложности вы можете встретить при занятии садоводством?'),
    (false, 2, 'С какими видами растений вы предпочитаете работать в саду?'),

    (false, 3, 'Как часто вы употребляете фасолевые продукты?'),
    (true, 3, 'Какие положительные эффекты вы замечаете после употребления фасоли?'),
    (true, 3, 'Какие негативные эффекты вы замечаете после употребления фасоли?'),
    (false, 3, 'Как часто вы ограничиваете употребление фасоли из-за негативных эффектов?'),

    (false, 4, 'Что такое трансмутация?'),
    (true, 4, 'Какие виды трансмутации вы знаете?'),
    (true, 4, 'Какие исторические факты связаны с трансмутацией?'),
    (true, 4, 'Какие применения имеет трансмутация?');




