INSERT INTO answers(question_id, text)
VALUES

    -- First poll (microwaves)
    (1, 'Очень удобно'),
    (1, 'Достаточно удобно'),
    (1, 'Скорее неудобно'),
    (1, 'Совсем неудобно'),

    (2, 'Интуитивно понятный и простой'),
    (2, 'Достаточно понятный, но некоторые функции не очевидны'),
    (2, 'Сложный и запутанный'),
    (2, 'Неудобный и трудно разобраться в нем'),

    (3, 'Очень легко и быстро'),
    (3, 'Можно настроить, но это требует времени и усилий'),
    (3, 'Не всегда удается правильно настроить'),
    (3, 'Очень сложно настроить и требует постоянного изучения инструкции'),


    -- Second poll (gardening)
    (5, 'Очень положительно'),
    (5, 'Положительно'),
    (5, 'Нейтрально'),
    (5, 'Отрицательно'),

    (6, 'Получение свежих и органических продуктов питания'),
    (6, 'Физическая активность и здоровый образ жизни'),
    (6, 'Улучшение психологического состояния и снятие стресса'),
    (6, 'Экономия денег на покупке продуктов'),

    (7, 'Ограниченное время и занятость'),
    (7, 'Недостаток знаний и опыта'),
    (7, 'Проблемы с погодными условиями'),
    (7, 'Недостаток доступного пространства'),

    (8, 'Овощные культуры'),
    (8, 'Фруктовые деревья'),
    (8, 'Цветы и декоративные растения'),
    (8, 'Все вышеперечисленные'),

    -- Third poll (bean)
    (9, 'Ежедневно'),
    (9, 'Несколько раз в неделю'),
    (9, 'Около раза в неделю'),
    (9, 'Редко или никогда'),

    (10, 'Улучшение пищеварения'),
    (10, 'Повышение энергии и выносливости'),
    (10, 'Снижение уровня холестерина'),
    (10, 'Улучшение общего состояния кожи'),

    (11, 'Вздутие и газообразование'),
    (11, 'Неприятный запах мочи'),
    (11, 'Повышенная чувствительность к фасоли'),
    (11, 'Никаких негативных эффектов не замечаю'),

    (12, 'Почти всегда'),
    (12, 'Иногда'),
    (12, 'Редко'),
    (12, 'Никогда, не ограничиваю'),

    -- Third poll (transmutation)

    (13, 'Процесс превращения одного химического элемента в другой'),
    (13, 'Практика изменения формы или структуры материи'),
    (13, 'Мистический процесс превращения объектов или существ'),
    (13, 'Не знаю, что такое трансмутация'),

    (14, 'Химическая трансмутация'),
    (14, 'Биологическая трансмутация'),
    (14, 'Магическая трансмутация'),
    (14, 'Не знаю других видов трансмутации'),

    (15, 'Попытки алхимиков превратить обычные металлы в золото'),
    (15, 'Исследования в области ядерной физики и синтеза новых элементов'),
    (15, 'Легенды о магической способности трансмутации'),
    (15, 'Не знаю исторических фактов о трансмутации'),

    (16, 'Создание новых материалов с уникальными свойствами'),
    (16, 'Медицинские исследования и разработка новых лекарств'),
    (16, 'Изменение внешнего вида предметов или живых существ'),
    (16, 'Не знаю применений трансмутации');












